/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "El Socket s'ha tancat degut a un error de sincronització";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "Temps d'espera de connexió superat";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "L'operació de lectura ha arribar a la seva grandària màxima";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "Error en el temps d'espera de la lectura";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "Error en el temps d'espera de la escriptura";